
[A_HavenTownPortal H7TownPortal]
mName="Городской портал"
[A_HavenTownHall H7TownHall]
mName="Ратуша"
[A_HavenBarracks H7TownDwelling]
mName="Казармы"
[A_HavenPriory H7TownDwelling]
mName="Монастырь"
[A_HavenMonastery H7TownGrowthEnhancer]
mName="Монастырь"
[A_HavenMarksmanTower H7TownDwelling]
mName="Стрелковая башня"
[A_HavenMarketPlace H7TownMarketplace]
mName="Рынок"
[A_HavenLoopholeTower H7TownDwelling]
mName="Башня с бойницами"
[A_HavenHallOfHeroes H7TownBuilding]
mName="Зал героев"
[A_HavenGarrison H7TownDwelling]
mName="Гарнизон"
[A_HavenElrathsInfiniteMercy H7TownBuilding]
mName="Безграничная милость Эльрата"
[A_HavenCityHall H7TownHall]
mName="Магистрат"
[A_HavenChoralOfBelievers H7TownBuilding]
mName="Хорал верующих"
[A_HavenCathedralOfLight H7TownDwelling]
mName="Собор Света"
[A_HavenCapitol H7TownHall]
mName="Капитолий"
[A_HavenTranseptOfElysium H7TownDwelling]
mName="Алтарь блаженной страны"
[A_HavenTranseptOfHeaven H7TownDwelling]
mName="Алтарь неба"
[A_HavenVillageHall H7TownHall]
mName="Дом старейшин"
[A_Haven_TownPortal H7TownPortal]
mName="Портал"
mDesc="Обучает всех героев в городе заклинанию «Возврат в город».\nГерой может перенестись только в ближайший город."

[A_Haven_Barracks H7TownDwelling]
mName="Казармы"
mDesc="Поселение основных существ.\nПозволяет нанимать стражей (21 в неделю)."
[A_Haven_Priory H7TownDwelling]
mName="Монастырь"
mDesc="Поселение элитных существ.\nПозволяет нанимать капелланов (6 в неделю)."
[A_Haven_Monastery H7TownGrowthEnhancer]
mName="Аббатство"
mDesc="Улучшение поселения элитных существ.\n+6 капелланов или аббатов в неделю."
[A_Haven_MarksmanTower H7TownDwelling]
mName="Башня стрелков"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать арбалетчиков и нанимать арбалетчиков-ветеранов."
[A_Haven_MarketPlace H7TownMarketplace]
mName="Рынок"
mDesc="Позволяет обменивать ресурсы."
[A_Haven_LoopholeTower H7TownDwelling]
mName="Башня с бойницами"
mDesc="Поселение основных существ.\nПозволяет нанимать арбалетчиков (20 в неделю)."
[A_Haven_HallOfHeroes H7TownBuilding]
mName="Зал героев"
mDesc="Позволяет нанимать новых и ранее побежденных героев. Список доступных героев меняется в начале каждой недели."
[A_Haven_Garrison H7TownDwelling]
mName="Гарнизон"
mDesc="Улучшенное поселения основных существ.\nПозволяет улучшать стражей и нанимать легионеров."
[A_Haven_ElrathsInfiniteMercy H7TownTearOfAsha]
mName="Милость Эльрата"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает прирост существ в этом городе на 50%.\nПосле каждого боя 10% убитых существ вашей армии возвращаются к жизни."
[A_Haven_CityHall H7TownHall]
mName="Магистрат"
mDesc="Дополнительно приносит 1000 ед. %ICON_GOLD золота в день."
[A_Haven_ChoralOfBelievers H7TownBuilding]
mName="Священный хорал"
mDesc="Когда ваши герои применяют заклинания магии света в землях вокруг этого города, используется соответствующий навык на один ранг выше."
[A_Haven_CathedralOfLight H7TownDwelling]
mName="Собор Света"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать капелланов и нанимать аббатов."
[A_Haven_TranseptOfElysium H7TownDwelling]
mName="Алтарь элизиума"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать серафимов и нанимать небесных воинов."
[A_Haven_TranseptOfHeaven H7TownDwelling]
mName="Небесный алтарь"
mDesc="Поселение легендарных существ.\nПозволяет нанимать серафимов (1 в неделю)."
[A_Haven_VillageHall H7TownHall]
mName="Дом старейшин"
mDesc="Дает возможность строить в этом городе новые здания.\nПриносит 500 ед. %ICON_GOLD золота в день."
[A_Haven_TowerOfJustice H7TownDwelling]
mName="Башня правосудия"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать хранителей и нанимать юстициаров."
[A_Haven_ThievesGuild H7TownThiefGuild]
mName="Гильдия воров"
mDesc="За небольшую плату предоставляет сведения о ваших противниках."
[A_Haven_ArtilleryRange H7TownTower]
mName="Артиллерийский полигон"
mDesc="Возводит две башни, защищающие город во время осады, и увеличивает атаку на +10 %ICON_ATTACK и защиту на +15 %ICON_DEFENSE для всех отрядов из укреплений во время битвы."
[A_Haven_SlaughterhouseWolves H7TownGrowthEnhancer]
mName="Бойня"
mDesc="Улучшение поселения основных существ.\n+5 свирепых волков или среброшкурых волков либо грифонов или имперских грифонов в неделю."
[A_Haven_SlaughterhouseGriffins H7TownGrowthEnhancer]
mName="Бойня"
mDesc="Улучшение поселения основных существ. Увеличивает скорость прироста грифонов и имперских грифонов."
[A_Haven_ShootingRange H7TownGrowthEnhancer]
mName="Стрельбище"
mDesc="Улучшение поселения основных существ.\n+10 арбалетчиков или арбалетчиков-ветеранов в неделю."
[A_Haven_ResourceSilo H7TownSiloBuilding]
mName="Хранилище ресурсов"
mDesc="Приносит 1 ед. %icon_Crystal кристаллов драконьей крови, %icon_Dragonsteel драконьей стали, %icon_Shadowsteel сумрачной стали или %icon_Starsilver звездного серебра в день."
[A_Haven_RecruitersOutpost H7TownBuilding]
mName="Пост вербовщика"
mDesc="Улучшения влияют на прирост существ в городе и в землях вокруг него."
[A_Haven_RecruitersOffice H7TownGrowthEnhancer]
mName="Дом вербовщика"
mDesc="Улучшение поселения основных существ.\n+11 стражей или легионеров в неделю."
[A_Haven_ProvingGrounds H7TownDwelling]
mName="Арена испытаний"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать кавалеристов и нанимать кирасиров."
[A_Haven_OfficersHousing H7TownGrowthEnhancer]
mName="Офицерские казармы"
mDesc="Улучшение поселения элитных существ.\n+6 хранителей или юстициаров в неделю."
[A_Haven_Moats H7TownMoat]
mName="Ров"
mDesc="Ров защищает город во время осады.\nСтупив в ров, отряд теряет ход. Малые существа также будут парализованы до конца своего хода."
[A_Haven_MagicGuild4 H7TownMagicGuild]
mName="Гильдия магов ур. 4"
mDesc="Открывает 1 случайное заклинание 4-го уровня.\nЕго могут изучить все герои, обладающие соответствующими навыками."
[A_Haven_MagicGuild3 H7TownMagicGuild]
mName="Гильдия магов ур. 3"
mDesc="Открывает 3 случайных заклинания 3-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Haven_MagicGuild2 H7TownMagicGuild]
mName="Гильдия магов ур. 2"
mDesc="Открывает 4 случайных заклинания 2-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Haven_MagicGuild1 H7TownMagicGuild]
mName="Гильдия магов ур. 1"
mDesc="Открывает 5 случайных заклинаний 1-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Haven_JoustingArena H7TownGrowthEnhancer]
mName="Ристалище"
mDesc="Улучшение поселения элитных существ.\n+2 кавалериста или кирасира в неделю."
[A_Haven_HorseStables H7TownBuilding]
mName="Конюшня"
mDesc="+5 к дальности перемещения героя до конца недели."
[A_Haven_HallsOfHonor H7TownDwelling]
mName="Зал почета"
mDesc="Поселение легендарных существ.\nПозволяет нанимать ландскнехтов (1 в неделю)."
[A_Haven_HallsOfGlory H7TownDwelling]
mName="Зал славы"
mDesc="Улучшенное поселение легендарных существ.\nПозволяет улучшать ландскнехтов и нанимать мастеров меча."
[A_Haven_Fortification3 H7TownGuardBuilding]
mName="Укрепления 3 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_Haven_Fortification2 H7TownGuardBuilding]
mName="Укрепления 2 ур."
mDesc="Увеличивается прочность стен и ворот.\nВ страже появляются хранители и каппеланы.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_Haven_Fortification1 H7TownGuardBuilding]
mName="Укрепления 1 ур."
mDesc="Окружают город крепостной стеной с воротами. Город защищают стражи и арбалетчики."
[A_Haven_Embassy H7TownBuilding]
mName="Посольство"
mDesc="Ваши герои получают +15% к шансу вступить в переговоры с нейтральными армиями в землях вокруг этого города."
[A_Haven_ConventOfElrath H7TownUtilityUnitDwelling]
mName="Обитель Эльрата"
mDesc="Создание средств поддержки.\nПозволяет нанимать послушниц Эльрата."
[A_Haven_AlchemistLab H7TownBuilding]
mName="Лаборатория алхимика"
mDesc="Приносит 1 ед. %icon_Starsilver звездного серебра в день."
[A_Haven_ChampionGuardTower H7TownGuardGrowthEnhancer]
mName="Башня стражи"
mDesc="Увеличивает способность ополчения к созданию существ на 10%."
[A_Haven_Blacksmith H7TownUtilityUnitDwelling]
mName="Кузница"
mDesc="Создание средств поддержки.\nПозволяет покупать баллисты."
[A_Haven_BeastLairWolves H7TownDwelling]
mName="Звериное логово"
mDesc="Поселение основных существ.\nПозволяет нанимать грифонов (10 в неделю)."
[A_Haven_BeastLairGriffins H7TownDwelling]
mName="Звериное логово"
mDesc="Поселение основных существ. Позволяет нанимать грифонов."
[A_Haven_BeastDenWolves H7TownDwelling]
mName="Логово хищников"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать грифонов и нанимать имперских грифонов."
[A_Haven_BeastDenGriffins H7TownDwelling]
mName="Логово хищников"
mDesc="Улучшенное поселение основных существ. Позволяет нанимать имперских грифонов."
[A_Haven_TrainingGrounds H7TownDwelling]
mName="Тренировочный лагерь"
mDesc="Поселение элитных существ.\nПозволяет нанимать кавалеристов (2 в неделю)."
[A_Haven_Watchtower H7TownDwelling]
mName="Смотровая башня"
mDesc="Поселение элитных существ.\nПозволяет нанимать хранителей (6 в неделю)."
[HavenBuildingAbilities.A_HavenChoralOfBelievers_HeroBuff H7BaseBuff]
mName="Священный хорал"
mTooltip="Когда герой применяет заклинания магии света в землях вокруг этого города, используется соответствующий навык на один ранг выше."
[HavenBuildingAbilities.A_HavenEmbassy_Buff H7BaseBuff]
mName="Посольство"
mTooltip="+15% к шансу вступить в переговоры с нейтральными армиями в землях вокруг города."
[HavenBuildingAbilities.A_HavenHorseStables_Ability H7BaseAbility]
mName="Конюшня: способность"
[HavenBuildingAbilities.A_HavenHorseStables_Buff H7BaseBuff]
mName="Конюшня"
mTooltip="%stat1 к %stat1.icon дальности перемещения до конца недели."
[HavenBuildingAbilities.A_HavenRecruitersOutpost_Buff H7BaseBuff]
mName="Пост вербовщика"
mTooltip="Это поселение получает все бонусы к скорости прироста существ от построек в городе, который контролирует эту территорию."
[HavenBuildingAbilities.A_Haven_RecruitersOutpost_Monastery_Buff H7BaseBuff]
mName="Монастырь"
[HavenBuildingAbilities.A_Haven_RecruitersOutpost_JoustingArena_Buff H7BaseBuff]
mName="Ристалище"
[HavenBuildingAbilities.A_Haven_HorseStables_Ability H7BaseAbility]
mName="Конюшня: способность"
[HavenBuildingAbilities.A_Haven_ElrathsInfiniteMercy_TownBuff H7BaseBuff]
mName="Милость Эльрата"
[HavenBuildingAbilities.A_Haven_ElrathsInfiniteMercy_HeroBuff H7BaseBuff]
mName="Милость Эльрата"
mTooltip="Когда любой из ваших героев побеждает в бою, %special всех павших существ, кроме нежити и механизмов, возвращаются к жизни."
[HavenBuildingAbilities.A_Haven_RecruitersOutpost_OfficersHousings_Buff H7BaseBuff]
mName="Казармы офицеров"
[HavenBuildingAbilities.A_Haven_RecruitersOutpost_RecruitersOffice_Buff H7BaseBuff]
mName="Дом вербовщика"
[HavenBuildingAbilities.A_Haven_RecruitersOutpost_ShootingRange_Buff H7BaseBuff]
mName="Стрельбище"
[HavenBuildingAbilities.A_Haven_RecruitersOutpost_Slaughterhouse_Buff H7BaseBuff]
mName="Бойня"
[HavenBuildingAbilities.A_Haven_ChoralOfBelievers_HeroBuff H7BaseBuff]
mName="Священный хорал"
mTooltip="В землях вокруг этого города герой применяет заклинания магии света, используя соответствующий навык на один ранг выше."

UCP 1.1

[A_Haven_TownHall H7TownHall]
mName="Ратуша"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

[A_Haven_Capitol H7TownHall]
mName="Капитолий"
mDesc="Дополнительно приносит 2000 ед. %ICON_GOLD золота в день. У вас может быть только один Капитолий."

7.5_mod :

[A_Haven_Chambre_pretresse H7TownDwelling]
mName="Портал славы"
mDesc="Позволяет завербовать мощное существо-чемпиона - Верховного Архангела. \Может быть завербован с помощью функции "завербовать всех"."

[A_Haven_chambre_des_michael H7TownDwelling]
mName="Часовня"
mDesc="Позволяет принести в жертву имперских грифонов, чтобы нанять могущественное элитное существо - божественную жрицу."

[A_Haven_BeastDenWolves H7TownDwelling]
mName="Имперское гнездовье"
mDesc="Улучшение поселения основных существ.\nПозволяет улучшать грифонов и нанимать имперских грифонов."

[A_Haven_BeastLairWolves H7TownDwelling]
mName="Гнездо"
mDesc="Поселение основных существ.\nПозволяет нанимать грифонов (10 в неделю)."

[A_Haven_BeastDenWolves2 H7TownDwelling]
mName="Тёмное логово"
mDesc="Улучшение поселения основных существ.\nПозволяет улучшать свирепых волков и нанимать среброшкурых волков."

[A_Haven_BeastLairWolves2 H7TownDwelling]
mName="Логово"
mDesc="Поселение основных существ.\nПозволяет нанимать свирепых волков (10 в неделю)."

[A_Haven_SlaughterhouseWolves H7TownGrowthEnhancer]
mName="Бойня"
mDesc="Улучшение поселения основных существ.\n+5 свирепых волков или среброшкурых волков либо грифонов или имперских грифонов в неделю."